{
	"properties": [
		{
			"id": "prop1",
			"type": "House",
			"bedrooms": 3,
			"price": 750000,
			"tenure": "Freehold",
			"description": "Attractive three bedroom semi-detached family home situated within 0.5 miles of Petts Wood station with fast trains to London and within easy walking distance of local shops, schools, bus routes and National Trust woodland. The property comprises; two receptions, fitted 18'9 x 10'1 kitchen/breakfast room and conservatory. The property also benefits from having a utility room and cloakroom. To the first floor there are three bedrooms and a family bathroom with separate WC. Additional features include double glazing, gas central heating and a well presented interior...",
			"location": "Petts Wood Road, Petts Wood, Orpington BR5",
			"picture": "images/prop1pic1small.jpg",
			"url": "properties/prop1.html",
			"added": {
				"month": "October",
				"day": 12,
				"year": 2022
			}
		},
		{
			"id": "prop2",
			"type": "Flat",
			"bedrooms": 2,
			"price": 399995,
			"tenure": "Freehold",
			"description": "Presented in excellent decorative order throughout is this two double bedroom, two bathroom, garden flat. <br>The modern fitted kitchen is open plan to the living room which boasts solid wooden floors and includes integrated appliances including a dishwasher & a washing machine. This large open plan benefits from bi folding doors onto a secluded private courtyard garden. Both bedrooms are double sized, and the family bathroom boasts a matching three piece suite a shower attachment over the bath. There is also a separate wet room. There are walnut doors throughout and wiring for Sky TV/aerial points in the living room/kitchen and both bedrooms.<br>This apartment being only five years old, is still under a 10 year building guarantee...",
			"location": "Crofton Road Orpington BR6",
			"picture": "images/prop2pic1small.jpg",
			"url": "properties/prop2.html",
			"added": {
				"month": "September",
				"day": 14,
				"year": 2022
			}
		},
		{
			"id": "prop3",
			"type": "Bungalow",
			"bedrooms": 3,
			"price": 635000,
			"tenure": "Freehold",
			"description": "Charming three bedroom detached bungalow set within a peaceful residential area of Chislehurst. The property offers a bright dual-aspect living room, a fitted kitchen/breakfast room, three generous bedrooms, and a modern shower room. Further benefits include a conservatory overlooking the rear garden, off-street parking, and a detached garage. Ideal for downsizers or families seeking single-storey living close to local shops and bus routes. ",
			"location": "Apple Street, Chisington BR7",
			"picture": "images/prop3pic1small.jpg",
			"url": "properties/prop3.html",
			"added": {
				"month": "April",
				"day": 2,
				"year": 2022
			}
		},
		{
			"id": "prop4",
			"type": "Apartment",
			"bedrooms": 3,
			"price": 456000,
			"tenure": "Leasehold",
			"description": "A stylish one bedroom apartment within a popular modern development, just moments from Bromley South station. The property features an open-plan kitchen/living space with integrated appliances, a private balcony, a spacious double bedroom, and a sleek bathroom. Residents also benefit from secure entry, a lift, and allocated parking. Ideal for professionals or investors.",
			"location": "Bringdon Avenue, Shilington BR8",
			"picture": "images/prop4pic1small.jpg",
			"url": "properties/prop4.html",
			"added": {
				"month": "January",
				"day": 25,
				"year": 2022
			}
		},
		{
			"id": "prop5",
			"type": "Semi-Detached House",
			"bedrooms": 5,
			"price": 986000,
			"tenure": "Freehold",
			"description": "Beautifully presented five-room semi-detached home offering a perfect blend of modern comfort and classic charm. The property features a bright and spacious living room with bay window, a separate dining room ideal for entertaining, and a contemporary fitted kitchen with integrated appliances. Upstairs there are three well-proportioned bedrooms and a stylish family bathroom.",
			"location": "Primton Road, Bellington BR9",
			"picture": "images/prop5pic1small.jpg",
			"url": "properties/prop5.html",
			"added": {
				"month": "December",
				"day": 30,
				"year": 2022
			}
		},
		{
			"id": "prop6",
			"type": "Cottage",
			"bedrooms": 1,
			"price": 298000,
			"tenure": "Freehold",
			"description": "A delightful two bedroom period cottage located in a sought-after semi-rural position on the edge of Downe village. The property has been sympathetically modernised while retaining its character, featuring a cosy living room with exposed beams, log burner, and a country-style kitchen. Upstairs there are two double bedrooms and a stylish bathroom. Outside is a pretty cottage garden and allocated parking. Close to local countryside walks and village pubs.",
			"location": "Novac Street, Goodsprings BR3",
			"picture": "images/prop6pic1small.jpg",
			"url": "properties/prop6.html",
			"added": {
				"month": "August",
				"day": 21,
				"year": 2022
			}
		},
		{
			"id": "prop7",
			"type": "Terraced",
			"bedrooms": 4,
			"price": 723000,
			"tenure": "Leasehold",
			"description": "Attractive three bedroom terraced house blending period charm with contemporary updates. The ground floor features a bright reception room with feature fireplace, a separate dining area and a modern fitted kitchen opening onto a private paved rear garden — perfect for outside dining. On the first floor there are two double bedrooms and a single/study room, plus a stylish family bathroom with shower over bath. Further benefits include double glazing, gas central heating, excellent built-in storage and on-street permit parking. Conveniently located within easy reach of local shops, schools and transport links, this property is an ideal purchase for first-time buyers or growing families.",
			"location": "Locomotive Road, Bromely BR2",
			"picture": "images/prop7pic1small.jpg",
			"url": "properties/prop7.html",
			"added": {
				"month": "June",
				"day": 8,
				"year": 2022
			}
		}
	]
}
